{
  "add_prefix_space": false,
  "additional_special_tokens": [
    "Abbey",
    "Abu",
    "Adige",
    "Africa",
    "Agrigento",
    "Ahmed",
    "Ain",
    "Alberta",
    "Albuquerque",
    "Alcazar",
    "Aldabra",
    "Allgau",
    "Alm",
    "Alpe",
    "Alphorns",
    "Alps",
    "Alsten",
    "Alter",
    "Alto",
    "AltoAdige",
    "Amazonas",
    "Ammersee",
    "Ampyacu",
    "Anastasia",
    "Andalusia",
    "Andechs",
    "Angkor",
    "Anse",
    "Antarctica",
    "Antoninus",
    "Apartheid",
    "Aptenodytes",
    "Archipelago",
    "Arctic",
    "Ardez",
    "Argent",
    "Argentine",
    "Armerina",
    "Arta",
    "Arun",
    "Assos",
    "Atoll",
    "Auckland",
    "Austria",
    "Austrian",
    "Austvagoy",
    "Autobahn",
    "Autumn",
    "Avenue",
    "Badajos",
    "Baden",
    "Bahia",
    "Baie",
    "Baja",
    "Balaio",
    "Balboa",
    "Balloon",
    "Baltic",
    "Banff",
    "Bangkok",
    "Banks",
    "Banteay",
    "Banyalbufar",
    "Barbary",
    "Barcelona",
    "Barracas",
    "Basilica",
    "Batinah",
    "Bavaria",
    "Bayon",
    "Beach",
    "Belem",
    "Belgium",
    "Benedictine",
    "Berchtesgaden",
    "Berlin",
    "Biarritz",
    "Bibi",
    "Binh",
    "Binz",
    "Biodola",
    "Blessed",
    "Boca",
    "Bodo",
    "Bolzano",
    "Bonaparte",
    "Bora",
    "Borax",
    "Bornholm",
    "Bosphorus",
    "Bostad",
    "Bourdeilles",
    "Brandenburg",
    "Breves",
    "Brightly",
    "Brucktor",
    "Burano",
    "Bwarat",
    "Byzantine",
    "Cabo",
    "Cabos",
    "Cala",
    "Caledonia",
    "Cambodia",
    "Cambridge",
    "Campanile",
    "Campo",
    "Canaima",
    "Canal",
    "Canary",
    "Canoe",
    "Canola",
    "Canton",
    "Canyon",
    "Cape",
    "Capitolio",
    "Carinthia",
    "Carnival",
    "Cartuja",
    "Casa",
    "Castello",
    "Castle",
    "Catedral",
    "Cathedral",
    "Cave",
    "Cefalu",
    "Cerocahui",
    "Cerro",
    "Chairs",
    "Channels",
    "Chantilly",
    "Chao",
    "Charente",
    "Chepe",
    "Chi",
    "Chiemgau",
    "Chiesa",
    "Chihuahua",
    "Chile",
    "Chopin",
    "Ciconia",
    "Circle",
    "Coast",
    "Columbia",
    "Comore",
    "Comores",
    "Comoros",
    "Constance",
    "Continentes",
    "Convent",
    "Copper",
    "Cornwall",
    "Coromandel",
    "Coronado",
    "Cortez",
    "Countryside",
    "County",
    "Cova",
    "Covent",
    "Cristobal",
    "Cuba",
    "Cultural",
    "Cuxiu",
    "Dakhiliyah",
    "Davos",
    "Davoser",
    "Dawn",
    "Deia",
    "Della",
    "Denmark",
    "Desroches",
    "Dhabi",
    "Diego",
    "Diessen",
    "Digue",
    "Dischma",
    "Dischmatal",
    "Dodecanese",
    "Doerflein",
    "Dolomite",
    "Dordogne",
    "Doric",
    "Dorset",
    "Dublin",
    "Duiker",
    "Duomo",
    "Easter",
    "Ehrwald",
    "Elba",
    "Emirate",
    "Emirates",
    "Engadin",
    "Engadine",
    "Eschol",
    "Eschrichtius",
    "Escorca",
    "Espana",
    "Etterschlag",
    "Falcone",
    "Falkland",
    "Fallbach",
    "Falls",
    "Faustina",
    "Festival",
    "Figuera",
    "Fimbatal",
    "Finnmark",
    "Finnsnes",
    "Fiskardo",
    "Flachauwinkl",
    "Flamboyant",
    "Flavella",
    "Flevoland",
    "Florence",
    "Fluela",
    "Foradada",
    "Formentor",
    "Forte",
    "Fortress",
    "Forum",
    "Fountain",
    "Frauenkirch",
    "Frauenkirche",
    "Frederic",
    "Ftan",
    "Fuente",
    "Fussen",
    "Fyr",
    "Gala",
    "Gallego",
    "Gallen",
    "Gallusplatz",
    "Garachico",
    "Garden",
    "Garmisch",
    "Gauteng",
    "Gauting",
    "Geirangerfjord",
    "Geneva",
    "Genova",
    "Georgetown",
    "Gerrans",
    "Getreidegasse",
    "Gibraltar",
    "Giulietta",
    "Gjesvaer",
    "Glockenspiel",
    "Gmuend",
    "Goa",
    "Gobierno",
    "Goethe",
    "Golf",
    "Gomera",
    "Gorda",
    "Gorey",
    "Gorge",
    "Gornercrest",
    "Gozo",
    "Graubuenden",
    "Graubunden",
    "Greece",
    "Grisons",
    "Guajara",
    "Gudbrandsdalen",
    "Guernsey",
    "Gulf",
    "Gurupa",
    "Guyana",
    "Haag",
    "Haakon",
    "Habana",
    "Hacha",
    "Hammerhus",
    "Hammershus",
    "Hannah",
    "Harbor",
    "Harim",
    "Harmony",
    "Haut",
    "Havana",
    "Hawaii",
    "Helegland",
    "Helgeland",
    "Hellabrunn",
    "Henningsvaer",
    "Hera",
    "Herbert",
    "Herefordshire",
    "Hermitage",
    "Herrenalb",
    "Herrsching",
    "Hienghene",
    "Hochkalter",
    "Hohensalzburg",
    "Hormuz",
    "Hornoya",
    "Hornsund",
    "Hotel",
    "Huet",
    "Ibra",
    "Igapo",
    "Ile",
    "Illinois",
    "Imaginaeres",
    "Informal",
    "Inn",
    "Intendance",
    "Ionian",
    "Iquitos",
    "Iranduba",
    "Isfjorden",
    "Isla",
    "Island",
    "Islands",
    "Islotes",
    "Istanbul",
    "Ithaca",
    "Jakobshorn",
    "Janeiro",
    "Jarnac",
    "Jasper",
    "Jebel",
    "Jenins",
    "Jersey",
    "Johannesburg",
    "Johnston",
    "Jubilee",
    "Juliet's",
    "Jutai",
    "Kaernten",
    "Kaisergebirge",
    "Kamil",
    "Kanton",
    "Karangahake",
    "Karwendel",
    "Kawakawa",
    "Kdei",
    "Kefalonia",
    "Kenya",
    "Kerikeri",
    "Khasab",
    "Kingdom",
    "Kingston",
    "Kjeungskjaer",
    "Kjeungskjar",
    "Klagenfurth",
    "Kleinwalsertal",
    "Klopeiner",
    "Klosters",
    "Klostersee",
    "Kochel",
    "Koenigssee",
    "Komba",
    "Kongsfjorden",
    "Konigssee",
    "Koumac",
    "Kruger",
    "Kwai",
    "Landsberg",
    "Lani",
    "Lardos",
    "Larimer",
    "Latsch",
    "Launay",
    "Lauterbrunnen",
    "Lavizzara",
    "Lazare",
    "Lech",
    "Lecythis",
    "Libertad",
    "Liechtenstein",
    "Liefdefjorden",
    "Lifou",
    "Lindau",
    "Lindos",
    "Livigno",
    "Livingston",
    "Livorno",
    "Llombards",
    "Lluc",
    "Lodge",
    "Lofoten",
    "Longyearbyen",
    "Loretto",
    "Loyalty",
    "Lucas",
    "Luesen",
    "Luesener",
    "Lugano",
    "Luz",
    "Macaca",
    "Macaque",
    "Madagascar",
    "Magdalena",
    "Magdalenafjorden",
    "Maggiore",
    "Mahe",
    "Mai",
    "Malerwinkel",
    "Maligne",
    "Mallorca",
    "Malta",
    "Maltatal",
    "Manaus",
    "Mangabe",
    "Maori",
    "Maraii",
    "Marciana",
    "Margerita",
    "Marienmuenster",
    "Marina",
    "Marine",
    "Marinella",
    "Markets",
    "Marrakech",
    "Marsalforn",
    "Marsaxlokk",
    "Marsden",
    "Massachusetts",
    "Matterhorn",
    "Mauna",
    "Mauritius",
    "Mausinsel",
    "Mayotte",
    "Maypole",
    "Mecklenburg",
    "Mediterranean",
    "Meeting",
    "Memorial",
    "Merano",
    "Merzouga",
    "Milborne",
    "Minaret",
    "Minh",
    "Mirabell",
    "Miramar",
    "Miriam",
    "Moffen",
    "Monacobreen",
    "Monastery",
    "Monkey",
    "Monstein",
    "Monte",
    "Monumento",
    "Morocco",
    "Moroni",
    "Mosque",
    "Mouche",
    "Moulin",
    "Mouly",
    "Mountain",
    "Mpumalanga",
    "Mule",
    "Muni",
    "Munich",
    "Musandam",
    "Museum",
    "Mustair",
    "Mutt",
    "N'gouja",
    "Namib",
    "Namibia",
    "Napoleon",
    "Naturns",
    "Nazare",
    "Negro",
    "Nepomuk",
    "Nes",
    "Netherlands",
    "Neumayer",
    "Nevada",
    "Ngazidja",
    "Nicolo",
    "Nidelva",
    "Nizwa",
    "Noordhoek",
    "Nordkapp",
    "Nordland",
    "Norfolk",
    "Northbound",
    "Northwestern",
    "Norway",
    "Nossa",
    "Nosy",
    "Nudiflora",
    "Nui",
    "Nymphenburg",
    "Observatory",
    "Ochna",
    "Oman",
    "Opera",
    "Oppdal",
    "Oppland",
    "Orgueil",
    "Orland",
    "Ornate",
    "Ornes",
    "Ostia",
    "Ouvea",
    "Overseas",
    "Palace",
    "Palacio",
    "Palazzo",
    "Palma",
    "Panelas",
    "Paqueta",
    "Pareis",
    "Parintins",
    "Parlour",
    "Parschins",
    "Partenkirchen",
    "Patagonicus",
    "Paulus",
    "Paz",
    "Peitlerkofel",
    "Penh",
    "Peninsula",
    "Peru",
    "Peter's",
    "Peters",
    "Pevas",
    "Pfander",
    "Pfarrkirche",
    "Pfullendorf",
    "Phillip",
    "Phnom",
    "Piazza",
    "Piero",
    "Pietra",
    "Pilgrimage",
    "Pine",
    "Pins",
    "Pisa",
    "Plage",
    "Plaza",
    "Poelten",
    "Polynesia",
    "Pommerania",
    "Ponte",
    "Portoferraio",
    "Portorraio",
    "Posada",
    "Prague",
    "Praslin",
    "Prater",
    "Prattigau",
    "Presidential",
    "Prohm",
    "Prokulus",
    "Prokuluskirche",
    "Provence",
    "Province",
    "Prudential",
    "Puerto",
    "Punta",
    "Pururui",
    "Puzzle",
    "Qalhat",
    "Quadriga",
    "Raisting",
    "Ramosch",
    "Ramsau",
    "Rapa",
    "Raudfjorden",
    "Rauma",
    "Ravensburg",
    "Reap",
    "Reichstag",
    "Reine",
    "Reiter",
    "Reiteralm",
    "Repperndorf",
    "Reschen",
    "Reserve",
    "Resia",
    "Residence",
    "Revelstoke",
    "Rhine",
    "Rhodes",
    "Riezlern",
    "Rinerhorn",
    "Rio",
    "River's",
    "Riverside",
    "Rome",
    "Romsdal",
    "Romulus",
    "Ronco",
    "Ronne",
    "Rotopounamu",
    "Ruegen",
    "Ruinaulta",
    "Rup",
    "Sabie",
    "Safari",
    "Saigon",
    "Salines",
    "Salute",
    "Salzburg",
    "Sands",
    "Sant",
    "Santuari",
    "Sap",
    "Saviour",
    "Scaglieri",
    "Scalieri",
    "Schaffhausen",
    "Schnalstal",
    "Schweizerhof",
    "Scourged",
    "Sebastian",
    "Sebastian's",
    "Seefeld",
    "Seeon",
    "Segesta",
    "Senhora",
    "Sertig",
    "Sertigtal",
    "Ses",
    "Seville",
    "Seychelles",
    "Sharqiyah",
    "Sherborne",
    "Shetland",
    "Sicily",
    "Siem",
    "Sierra",
    "Sigmaringen",
    "Sildpollnes",
    "Simmerberg",
    "Singapore",
    "Sisters",
    "Skywalk",
    "Sohar",
    "Soledad",
    "Solimoes",
    "Sor",
    "Souk",
    "Spa",
    "Spitsbergen",
    "Srei",
    "Starnberg",
    "Stegen",
    "Steinebach",
    "Steingaden",
    "Stork",
    "Strait",
    "Stranda",
    "Stuttgart",
    "Sultan",
    "Sunnmore",
    "Susch",
    "Svalbard",
    "Svartisen",
    "Svolvaer",
    "Swabia",
    "Swiss",
    "Switzerland",
    "Syracuse",
    "Takamaka",
    "Tanzania",
    "Taormina",
    "Tapajos",
    "Tarahumara",
    "Tay",
    "Teatro",
    "Teide",
    "Temple",
    "Temples",
    "Tenerife",
    "Territory",
    "Tetrameles",
    "Thailand",
    "Thames",
    "Tiber",
    "Ticino",
    "Tirol",
    "Tongariro",
    "Tonle",
    "Tower",
    "Towers",
    "Traenfjorden",
    "Trajan",
    "Trapani",
    "Trentino",
    "Trinidad",
    "Troll",
    "Trollstigen",
    "Troms",
    "Trondelag",
    "Trondheim",
    "Tsavo",
    "Tunnel",
    "Tuscany",
    "Tyn",
    "Tyrol",
    "Uara",
    "Uffizi",
    "Upper",
    "Urique",
    "Vaduz",
    "Valais",
    "Valdemossa",
    "Valldemossa",
    "Vallee",
    "Valley",
    "Vardo",
    "Vatican",
    "Vecchio",
    "Vega",
    "Vegas",
    "Venetian",
    "Veneto",
    "Venezuela",
    "Venice",
    "Vermont",
    "Verona",
    "Vespiary",
    "Vestvagoy",
    "Vienna",
    "Vietnam",
    "Villa",
    "Village",
    "Vinschgau",
    "Voi",
    "Volunteer",
    "Vorarlberg",
    "Vorpommern",
    "Vulpera",
    "Wahibi",
    "Waitangi",
    "Wasserburg",
    "Wat",
    "Weiler",
    "Wessling",
    "Wieskirche",
    "Wiltshire",
    "Woerth",
    "Woerthsee",
    "Worthsee",
    "Wuerm",
    "Wuerttemberg",
    "Wurm",
    "Wurttemberg",
    "Yacht",
    "Yalour",
    "Yoho",
    "Zalophus",
    "Zanzibar",
    "Zealand",
    "Zermatt",
    "Zmutt",
    "Zoo",
    "Zurich",
    "acropolis",
    "architectural",
    "arctic",
    "autumn",
    "backlight",
    "beach",
    "bei",
    "buildings",
    "californianus",
    "cattle",
    "chapel",
    "ciconia",
    "coast",
    "county",
    "d'Eau",
    "dear",
    "desert",
    "dusk",
    "ethnicity",
    "evening",
    "exclave",
    "floating",
    "garden",
    "garment",
    "glacier",
    "gouja",
    "hanging",
    "herd",
    "islands",
    "jester",
    "mannequin",
    "measuring",
    "mountain",
    "mountains",
    "nest",
    "northern",
    "panorama",
    "peninsula",
    "quadriga",
    "robustus",
    "serrulata",
    "snow",
    "summer",
    "sunny",
    "sunrise",
    "sunset",
    "sylvanus",
    "temple",
    "tombs",
    "towards",
    "trees",
    "valley",
    "village",
    "[cosHint lv4]",
    "[cosHint lv3]",
    "[cosHint lv2]",
    "[cosHint lv1]",
    "[diffHint lv3]",
    "[diffHint lv2]",
    "[diffHint lv1]"
  ],
  "bos_token": {
    "__type": "AddedToken",
    "content": "<s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "cls_token": {
    "__type": "AddedToken",
    "content": "<s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "eos_token": {
    "__type": "AddedToken",
    "content": "</s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "errors": "replace",
  "mask_token": {
    "__type": "AddedToken",
    "content": "<mask>",
    "lstrip": true,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "name_or_path": "OFA-Sys/ofa-huge",
  "pad_token": {
    "__type": "AddedToken",
    "content": "<pad>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "sep_token": {
    "__type": "AddedToken",
    "content": "</s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "special_tokens_map_file": null,
  "tokenizer_class": "OFATokenizer",
  "unk_token": {
    "__type": "AddedToken",
    "content": "<unk>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  }
}
