{
  "additional_special_tokens": [
    "[cosHint lv4]",
    "[cosHint lv3]",
    "[cosHint lv2]",
    "[cosHint lv1]",
    "[diffHint lv3]",
    "[diffHint lv2]",
    "[diffHint lv1]",
    "[shot_style]",
    "[Location]",
    "[NULL]",
    "[outdoors]",
    "[misc]",
    "[office]",
    "[electronics]",
    "[food]",
    "[indoors]",
    "[medical]",
    "[stocky_setting]",
    "[animals]"
  ],
  "bos_token": {
    "content": "<s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "cls_token": {
    "content": "<s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "eos_token": {
    "content": "</s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "mask_token": {
    "content": "<mask>",
    "lstrip": true,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "pad_token": {
    "content": "<pad>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "sep_token": {
    "content": "</s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "unk_token": {
    "content": "<unk>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  }
}
